{
    "bestseller_categories": "สินค้าขายดี",
    "jacquard_fabrics": "ผ้าแจ็คการ์ด",
    "jacquard_fabrics_description": "ผ้าที่มีลวดลายอันประณีตบนผ้าซิลค์ ตัวเลือกที่สวยงามสำหรับโอกาสพิเศษ",
    "satin_fabrics": "ผ้าซาติน",
    "satin_fabrics_description": "ผ้ายอดนิยมสำหรับทุกโอกาส กลุ่มสินค้าของเรามีทั้งผ้าซิลค์ ผ้าผสม และอื่นๆอีกมากมาย",
    "silk_prints": "ผ้าซิลค์พิมพ์ลาย",
    "silk_prints_description": "ภาพพิมพ์ที่ทันสมัยที่สุดที่คุณสามารถหาได้ทุกที่! เรียกดูคอลเล็กชันของเราวันนี้",
    "explore_favourites": "เรียกดูรายการโปรดของเรา",
    "explore_favourites_description": "รับชมประสบการณ์ผ้าขายดีสุดพิเศษของเรา",
    "view_all_products": "ดูสินค้าทั้งหมด",
    "recommended_for_you": "สินค้าแนะนำสำหรับคุณ",
    "all_about_laces": "ผ้าลูกไม้มากมาย",
    "laces": "ผ้าลูกไม้",
    "laces_description": "ผ้าลูกไม้ที่ละเอียดอ่อนและเป็นเอกลักษณ์ จากทั่วทุกมุมโลก",
    "trending_in_laces": "ผ้าลูกไม้กำลังเป็นที่นิยม",
    "french_laces": "ผ้าลูกไม้ฝรั่งเศษ",
    "french_laces_description": "ขึ้นชื่อเรื่องความละเอียดอ่อนและฝีมืออันปราณีต ด้วยลวดลาย เทคนิค และเส้นใยที่แตกต่างกัน",
    "3D_laces": "ผ้าลกไม้ดอกลอย",
    "3D_laces_description": "ผ้าลูกไม้ที่ปักด้วยลูกปัด เลื่อม งานปัก และการแต่งอื่นๆ ที่น่าสนใจอีกมากมาย ผ้าลูกไม้เหล่านี้มีความสวยงามที่แสดงถึงความประณีตและความเรียบร้อย",
    "metallic_laces": "ผ้าลูกไม้เมทาลลิค",
    "metallic_laces_description": "ผ้าลูกไม้เหล่านี้ปักด้วยด้ายเมทัลลิกที่ฐานผ้า ซึ่งจะอยู่ในเทรนด์อยู่เสมอ",
    "latest_in_laces": "ผ้าลูกไม้ล่าสุด",
    "popular_fabrics": "ผ้ายอดนิยม",
    "the_suiting_collection": "คอลเลคชั่นผ้าสูท",
    "the_suiting_collection_description": "คอลเลคชันผ้าที่ดีที่สุดในโลก สำหรับทำชุดเสื้อผ้าและเสื้อเชิ้ต",
    "plain_dyed_fabric_collection": "คอลเลกชั่นผ้าพื้นของเรา",
    "plain_dyed_fabric_collection_description": "A Vast Selection Of Solid, Plain Dyed Fabrics In Cotton,Silk and Blends",
    "natural_fabrics": "ผ้าจากใยธรรมชาติ",
    "natural_fabrics_description": "ผ้าสวยงามที่ทำจากใยธรรมชาติ 100%",
    "special_deals": "ข้อเสนอพิเศษ",
    "wedding_fabrics": "ผ้าสำหรับงานแต่ง",
    "wedding_fabrics_heading": "คอลเลกชั่นผ้าสำหรับงานแต่ง",
    "wedding_fabrics_description": "คอลเลกชันที่จะทำให้วันของคุณสวยงาม และเติมเต็มความฝันของคุณให้เป็นจริง",
    "discover_collection": "ค้นหาคอลเลกชั่น",
    "spring_summer": "ฤดูร้อนฤดูใบไม้ผลิ",
    "spring_summer_description": "คอลเลกชั่นผ้าสำหรับฤดูร้อนของเรานั้นเป็นผ้าเนื้อโปร่งที่ดีที่สุด คอลเลกชันผ้าใยธรรมชาติของเรามีคุณภาพที่ไม่มีใครเทียบได้ เราขอนำเสนอสิ่งที่ดีที่สุดในนวัตกรรมผ้าที่ได้รับความนิยมจากทั่วทุกมุมโลก",
    "autumn_winter": "ฤดูใบไม้ร่วง",
    "autumn_winter_description": "คอลเลกชันผ้าสำหรับฤดูใบไม้ร่วง เราขอนำเสนอผ้าขนสัตว์ที่ดีที่สุด ผ้าแจ็คการ์ดและผ้าที่มีพื้นผิวทันสมัยและรวมทั้งผ้าที่มีความหรูหราพิเศษอื่น และอีกมากมาย",
    "just_arrived": "สินค้ามาใหม่",
    "instafeed": "รูปภาพบนอินสตาแกรม",
    "what_you_wanna_make": "คุณต้องการตัดชุดแบบไหน"
}